<html>
<head>
<title>Manual de Beppo, la pizarra virtual</title>
<link href="css/main.css" rel="stylesheet" type="text/css" />
</head>
<body>
<h1>Manual de Beppo, la pizarra virtual</h1>
<p>Beppo, la pizarra virtual, es un chat con nuevas funcionalidades, las cuales lo hacen &oacute;ptimo para la ense&ntilde;anza online. Una de las principales caracter&iacute;sticas es que es muy f&aacute;cil de utilizar, a continuaci&oacute;n una r&aacute;pida introducci&oacute;n a su manejo:&nbsp;</p>
<p>&nbsp;</p>
<p>Al iniciar la aplicaci&oacute;n se abrir&aacute; una ventana, en la cual te deber&aacute;s loguear (entrar al sistema) con el nombre de usuario y la contrase&ntilde;a que te haya asignado la instituci&oacute;n con la cual&nbsp; contrataste el servicio.</p>
<p align="center">&nbsp;</p>
<p align="center">
  <img src="images/00-login.jpg" width="212" height="193" hspace="6" alt="Image"
   title="Image" border="0" />
</p>
<p align="center"><em>Ventana de login al sistema </em>.</p>
<p>&nbsp;</p>
<p>Luego de entrar al sistema, aparecera la pizarra virtual de Beppo. Esta ventana luce muy similar a muchos editores de imagenes incluidos en distintos sistemas operativos. En esta pantalla deber&aacute;s escribir tu consulta.&nbsp;&nbsp;</p>
<p>&nbsp;</p>
<p>
  <img src="images/01-enblaco.jpg" width="650" height="453" hspace="6"
   alt="Image" title="Image" border="0" />
</p>
<p align="center"><em>La pizarra virtual de Beppo.</em></p>
<p>&nbsp;</p>
<p>
  <img src="images/00-descripcionHerramientas.jpg" width="430" height="475"
   hspace="6" alt="Image" title="Image" border="0" />
</p>
<p><em>La herramientas para escribir en la pizarra virtual.</em></p>
<p>&nbsp;</p>
<p>El uso de la pizarra virtual es bastante intuitivo. A continuaci&oacute;n una breve descripcion de las herramientas:</p>
<p>&nbsp;</p>
<ul>
  <li><strong>Cursor selector</strong>: Haciendo &#39;click&#39; sobre cualquier elemento de la pizarra podr&aacute;s mover el objeto seleccionado.</li>
  <li><strong>Introducir texto</strong>: Con esta herramienta podr&aacute;s introducir todo tipo de texto en cualquier parte de la pizarra.</li>
  <li><strong>Dibujar linea</strong>: Con esta herramienta prodr&aacute;s dibujar una linea recta. Luego de elegirla, deb&eacute;s hacer &#39;click&#39;, y mantener presionado, sobre la pizarra para marcar el punto de inicio y soltar en el punto final.</li>
  <li><strong>Dibujar linea punteada, flecha y flecha doble</strong>: similar a &quot;Dibujar linea&quot;&nbsp; .</li>
  <li><strong>Lapiz</strong>: Herramienta para realizar dibujos libres. Manteniendo el boton derecho del mouse apretado podr&aacute;s dibujar lo que desees.</li>
  <li><strong>Resaltador</strong>: Similar al lapiz, pero se usa para resaltar. <br /></li>
  <li><strong>Pintar regi&oacute;n</strong>: Se utiliza para pintar cuadrilateros y circulos. Se debe hacer &#39;click&#39;&nbsp; sobre el perimetro de la figura.</li>
  <li><strong>Goma</strong>: Se utiliza para borrar cosas de la pizarra. Se puede usar de 2 formas: 1 -  Mediante &#39;click&#39;, se borra el objeto sobre el cual se hizo &#39;click&#39; (en el caso de cado de figuras no rellenas, se debe hacer click sobre los bordes). 2 - Mediante seleccion de regi&oacute;n, se selecciona una regi&oacute;n de la pizarra y los objetos que se encuetren totalmente dentro de la regi&ntilde;&oacute;n ser&aacute;n borrados.</li>
  <li><strong>Dibujar cuadrilatero</strong>: Se utiliza para dibujar cuadrilateros. Haz click sebre la pizarra para marcar la esquina superior derecha, mant&eacute;n apretado, mueve el mouse hasta lograr el cuadrilatero deseado y solta.</li>
  <li><strong>Dibujar circulo, raiz, integral, cuadricula</strong>: Se utilizan para dibujar los distintos objetos. El&nbsp; funcionamiento es similar a &quot;Dibujar cuadril&aacute;tero&quot;.</li>
  <li><strong>Insertar emoticon</strong>: Permite seleccionar emoticones para insertar en la pizarra.</li>
</ul>
<p>&nbsp;</p>
<p>Con las distintas herramientas, podr&aacute;s escribir tu consulta. Un punto importante para destacar es que el sistema no contabiliza el tiempo que utilices para introducir la consulta. A continuaci&oacute;n un ejemplo de una posible pregunta:</p>
<p>&nbsp;</p>
<p>
  <img src="images/02-pregunta.jpg" width="650" height="453" hspace="6"
   alt="Image" title="Image" border="0" />
</p>
<p><em>Una pregunta de geometria.</em></p>
<p>&nbsp;</p>
<p>Una vez terminada de escribir la consulta, deber&aacute;s elegir el tema sobre el cual vas a preguntar. Para eso debes ir a &quot;Archivo -&gt; Lista de Materias&quot;. &nbsp; &nbsp;</p>
<p>&nbsp;</p>
<p>
  <img src="images/03-elegirMateria-1.jpg" width="650" height="470" hspace="6"
   alt="Image" title="Image" border="0" />
</p>
<p><em>Archivo -&gt; Lista de Materias</em></p>
<p>&nbsp;</p>
<p>Luego aparecer&aacute; una nueva ventana con la lista de materias para las cuales damos apoyo. Ac&aacute; deberas elegir la m&aacute;s acorde con tu duda. En este caso elegiriamos &quot;Geometria&quot;.</p>
<p>&nbsp;</p>
<p>
  <img src="images/03-elegirMateria-2.jpg" width="199" height="295" hspace="6"
   alt="Image" title="Image" border="0" />
</p>
<p><em>Lista de Materias.</em>&nbsp;</p>
<p>&nbsp;</p>
<p>A continuaci&oacute;n, debemos entrar a un aula virtual. Hay un aula por cada profesor que se encuentre en el sistema. Para hacer esto, hacemos click en &quot;Archivo&quot; y luego en&nbsp; &quot;Lista de Aulas&quot;. </p>
<p>&nbsp;</p>
<p>
  <img src="images/04-elegirAula-1.jpg" width="650" height="471" hspace="6"
   alt="Image" title="Image" border="0" />
</p>
<p><em>&quot;Archivo -&gt; Lista de Aula&quot;.</em></p>
<p>&nbsp;</p>
<p>Luego de esto va a aparecer una nueva ventana con las aulas disponibles en la que hay un profesor ense&ntilde;ando la materia que elegiste y alguna informaci&oacute;n general del estado del sistema. Por ejemplo, si fuera el caso de la siguiente imagen, en la cola general del sistema no habria personas y s&oacute;lo habr&iacute;a un aula disponible, con el tutor llamado &quot;tutor Test&quot;. Est&aacute; aula se encontrar&iacute;a vacia, por eso hay &quot;0 en cola&quot;.&nbsp;</p>
<p>&nbsp;</p>
<p>
  <img src="images/04-elegirAula-2.jpg" width="199" height="335" hspace="6"
   alt="Image" title="Image" border="0" />
</p>
<p><em>Lista de Aulas</em></p>
<p>&nbsp;</p>
<p>En este momento habr&aacute; varias opciones:</p>
<ul>
  <li><strong>Entrar:</strong> con esta opci&oacute;n entrar&iacute;amos al aula, es decir, estableceriamos contacto instantaneo con el tutor el cual nos ayudar&aacute; a resolver nuestro problema.</li>
  <li><strong>Preguntar:</strong> con esta opci&oacute;n simplemente mandariamos la pregunta escrita en la pizarra y deberemos esperar una respuesta, la cual tiene un tiempo de respuesta de aproximadamente de 24hs.</li>
  <li><strong>Ver:</strong> en caso de que el aula este siendo utilizada por otro usuario, esta la opci&oacute;n de entrar y ver la clase, pero no se puede interactuar ni con el otro alumno, no con el tutor.</li>
  <li><strong>Informaci&oacute;n:</strong> esta opci&oacute;n nos da algunos datos sobre el aula.</li>
</ul>
<p>Luego de entrar al aula, el profesor ver&aacute; la pregunta y decidir&aacute; si se encuentra en condiciones de responder la misma. En caso de que si, se comenzar&aacute; con la clase online. Usando la pizarra podr&aacute;s interactuar con el tutor en tiempo real y as&iacute; obtener ayuda para resolver todas tus dudas.&nbsp; </p>
<p>&nbsp;&nbsp;</p>
<p>
  <img src="images/05-calseOnline.jpg" width="650" height="453" hspace="6"
   alt="Image" title="Image" border="0" />
</p>
<p><em>Clase online.</em>&nbsp;</p>
<p>&nbsp;</p>

</body>
</html>
