<html>
<head>
<title>Beppo Web</title>
<link href="css/main.css" rel="stylesheet" type="text/css" />
</head>
<body>
<h1>Beppo Web</h1>
<p>Para acceder a Beppo Web deb&eacute;s utilizar el link de del menu Beppo.
 Luego de hacer click en el mismo, vas a entrar a la pantalla de Login, Ahi
 deb&eacute;s introducir tu &quot;Nombre de Usuario&quot; y
 &quot;Contrase&ntilde;a&quot;, los cuales son provistos por Exacta Learning
 o alg&uacute;n punto de venta. </p>
<p>&nbsp;</p>
<p>
  <div class="mosimage"  align="center">
    <img src="images/beppoweb-login.jpg" width="665" height="456" hspace="6"
     alt="Image" title="Image" border="0" />
    <div class="mosimage_caption" style="text-align: center;" align="center">
      P&aacute;gina de Login de Beppo Web
    </div>
  </div>
&nbsp;</p>
<p>&nbsp;</p>
<p>Luego de entrar al sisterma, aparecer&aacute; la pantalla de Inicio de Beppo
 Web, la cu&aacute;l se ver&aacute; como la siguiente:</p>
<p>&nbsp;</p>
<p>
  <div class="mosimage"  align="center">
    <img src="images/beppoweb.jpg" width="715" height="601" hspace="6"
     alt="Image" title="Image" border="0" />
    <div class="mosimage_caption" style="text-align: center;" align="center">
      Pagina de Inicio de Beppo Web
    </div>
  </div>
</p>
<p>&nbsp;</p>
<p>El sistema es muy f&aacute;cil de utilizar mediante su menu principal:</p>
<p>&nbsp;</p>
<p>
  <div class="mosimage"  align="center">
    <img src="images/beppoweb-menu.jpg" width="420" height="52" hspace="6"
     alt="Image" title="Image" border="0" />
    <div class="mosimage_caption" style="text-align: center;" align="center">
      El menu de Beppo Web
    </div>
  </div>
&nbsp;</p>
<p>&nbsp;</p>
<p>A continuaci&oacute;n una descripcion de los items del menu:&nbsp;</p>
<ul>
  <li>Cerrar sesi&oacute;n: Cierra la sesion actual.<br /> </li>
  <li>Inicio: La p&aacute;gina de Inicio de Beppo Web. </li>
  <li>Preferecias: Aca pod&eacute;s especificar tu uso horario y el lenguaje
     del sistema. </li>
  <li>Precordinar una clase: Ac&aacute; pod&eacute;s pre-cordinar una clase con
     un tutor. El procedimiento es muy f&aacute;cil y consta de 3 pasos: elegir
     la materia, elegir un tutor y finalmente elegir un horario. </li>
  <li>Cont&aacute;ctenos: Formulario para contactarnos. <br /></li>
  <li>Datos Personales: Tus datos personales. </li>
  <li>Ayuda/Instrucciones. Esta p&aacute;gina.</li>
</ul>
<p>&nbsp;</p>
<p>Adem&aacute;s en la pagina de Inicio, se muestra informaci&oacute;n sobre
 las horas de uso que el usuario tiene en el sistema:</p>
<p>&nbsp;</p>
<p>
  <div class="mosimage"  align="center">
    <img src="images/beppoweb-infohoras.jpg" width="655" height="92" hspace="6"
     alt="Image" title="Image" border="0" />
    <div class="mosimage_caption">
      Informacion de las horas disponibles en Beppo
    </div>
  </div>
&nbsp;  </p>
<p>&nbsp;</p>
<p>Exacta Learning no diferecia entre las horas de Acceso Instantaneo y horas
 de Clase Precordinadas. Por est&aacute; razon, en tu cuenta siempre
 aparecer&aacute;n las horas de&nbsp; Acceso Instantaneo en 0. El tiempo se
 representa en horas, por lo tanto si el ususario dispone de una hora y media
 de uso del sistema, el mismo mostrar&aacute;: &quot;Horas de Clase
 Precordinadas disponibles: 1.5&quot;.</p>
<p>&nbsp;</p>
<p>Adem&aacute;s de la informaci&oacute;n de las horas que se disponen en el
 sistema, en la p&aacute;gina de Inicio se pueden revisar TODAS las clases que
 han sido impartidas por los tutores y las aulas que se encuentran abiertas en
 el sistema.&nbsp; </p>
<p>&nbsp;</p>
<p>
  <div class="mosimage"  style=" border-width: 2px;" align="center">
    <img src="images/beppoweb-consultas.jpg" width="696" height="116" hspace="6"
     alt="Image" title="Image" border="0" />
    <div class="mosimage_caption">
      Secci&oacute;n de consulta de clases pasadas y aulas abiertas
    </div>
  </div>
&nbsp;  </p>

</body>
</html>
